// © Copyright 2004-2007, 2015 HP Development Company, L.P.

TaskName = "Fazer upload de fontes";

OkButtonTitle = "OK";
CancelButtonTitle = "Cancelar";
LoadingStorageDeviceInfoProcessTitle = "Carregando informações do dispositivo de armazenamento…";
LoadingStorageDeviceListProcessTitle = "Carregando lista dos dispositivos de armazenamento…";
LoadingFontListProcessTitle = "Carregando lista das fontes…";
SendingFontProcessTitle = "Uploading a fonte \"%@\"…";
RemovingFontProcessTitle = "Removendo fonte \"%@\"…";
RemoveConfirmationMessage = "Tem certeza de que deseja remover estas fontes selecionadas da impressora?";
RemoveConfirmationMessageExplanation = "Não é possível desfazer esta ação.";
StorageDeviceLocked = "O dispositivo de armazenamento está travado";
RemoveFromMemoryMessage = "Não é possível excluir fontes da memória do dispositivo";
RemoveFromMemoryExplanation = "Todas as fontes pré-instaladas são somente para leitura. Todas as fontes adicionadas pelo usuário serão excluídas da memória quando o dispositivo for reiniciado. As fontes em outros dispositivos de armazenamento são salvas durante a reinicialização e podem ser removidas manualmente.";

DiskNameTemplate = "Disco, ID=%@ (Tamanho: %@)";
FlashNameTemplate = "Flash SIMM, ID=%@ (Tamanho: %@)";
SizeInBytes = "%.1f bytes";
SizeInKBytes = "%.1f KB";
SizeInMBytes = "%.1f MB";
SizeInGBytes = "%.1f GB";
SizeInTBytes = "%.1f TB";

// Errors
FileOpenError = "Não é possível abrir o arquivo de fontes \"%@\".";
FileOpenErrorExplanation = "Este arquivo está corrompido ou seu formato é incompatível. Selecione outro arquivo de fontes e tente novamente.";
FormatError = "A fonte \"%@\" não é um formato reconhecido.";
FormatErrorExplanation = "Selecione outro arquivo de fontes e tente novamente.";
SingleUnsupportedError = "A fonte \"%@\" não é suportada.";
SingleUnsupportedErrorExplanation = "A fonte será ignorada.";
MultipleUnsupportedError = "As fontes %@ não são suportadas.";
MultipleUnsupportedErrorExplanation = "As fontes serão ignoradas.";
SingleAlreadyScheduledError = "A fonte \"%@\" já consta da lista.";
SingleAlreadyScheduledErrorExplanation = "A fonte será pulada.";
MultipleAlreadyScheduledError = "As fontes %@ já estão na lista.";
MultipleAlreadyScheduledErrorExplanation = "As fontes serão ignoradas.";
SingleAlreadyUploadedError = "A fonte \"%@\" já existe na impressora.";
SingleAlreadyUploadedErrorExplanation = "A fonte será pulada.";
MultipleAlreadyUploadedError = "As fontes %@ já existem na impressora.";
MultipleAlreadyUploadedErrorExplanation = "As fontes serão ignoradas.";
PrintChannelOpenError = "Não é possível abrir um canal da impressora.";
PrintChannelOpenErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
DataSendError = "Não é possível enviar dados para a impressora.";
DataSendErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
DataReceiveError = "Não é possível receber dados da impressora.";
DataReceiveErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
FontSendError = "Não é possível enviar dados da fonte \"%@\" para a impressora.";
FontSendErrorExplanation = "Verifique se a impressora está conectada e ligada. Observe que o resto da lista de fontes não foi enviado para a impressora.";
FontRemoveError = "Não é possível remover a fonte \"%@\" da impressora.";
FontRemoveErrorExplanation = "Verifique se a impressora está conectada e ligada. Observe que o resto da lista de fontes não foi removido da impressora.";
StorageDeviceFullError = " A fonte \"%@\" não pôde ser enviada porquê o dispositivo de armazenagem está cheio.";
StorageDeviceFullErrorExplanation = " Favor selecionar outros dispositivos de armazenagem ou remover algumas fontes não usadas e tente novamente. Observe que o resto da lista de fontes não foi enviado para a impressora.";
ScriptProcessingError = "O script com a fonte \"%@\" não pôde ser processado.";
ScriptProcessingErrorExplanation = "Selecione outra fonte e tente novamente. Observe que o resto da lista de fontes não foi enviada para a impressora.";
DeviceVmError = "A fonte \"%@\" não pôde ser enviada porquê a impressora está com pouca memória.";
DeviceVmErrorExplanation = "Favor selecionar outros dispositivos de armazenagem ou remover algumas fontes não usadas e tente novamente. Observe que o resto da lista de fontes não foi enviado para a impressora.";

DeviceBusyErrorTitle = "O dispositivo está ocupado.";
DeviceBusyErrorMessage = "Aguarde o dispositivo concluir a tarefa atual.";

FontNameTemplate = "\"%@\"";

Memory = "Memória";
UpdateNeeded = "Atualização necessária";

TaskTitle = "Fazer upload de fontes";
TaskDescription = "Selecione um arquivo de fontes de impressoras e transfira-o para a impressora. A fontes transferidas ficam disponíveis para uso nos trabalhos impressos.";
StorageDevices = "Fontes na impressora:";
UpdateButton = "Atualizar lista de fontes";
RemoveButton = "Remover";
AddButton = "Acrescentar…";
